Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 图片文字识别长时间无响应，已中止。
ar: لم يستجب التعرّف على نص الصورة لفترة طويلة، وتم الإيقاف.
de: Die Texterkennung im Bild reagierte lange nicht und wurde abgebrochen.
en: Image text recognition did not respond for a long time and was aborted.
es: El reconocimiento de texto de la imagen no respondió durante mucho tiempo y se canceló.
fr: La reconnaissance de texte de l’image n’a pas répondu pendant longtemps et a été interrompue.
hi: छवि पाठ पहचान ने लंबे समय तक जवाब नहीं दिया, इसलिए रोक दिया गया।
id: Pengenalan teks gambar lama tidak merespons, sehingga dihentikan.
it: Il riconoscimento del testo nell’immagine non ha risposto a lungo ed è stato interrotto.
ja: 画像の文字認識が長時間応答しなかったため、中止しました。
ko: 이미지 텍스트 인식이 오랫동안 응답하지 않아 중단했습니다.
nl: De tekstherkenning in de afbeelding reageerde lange tijd niet en is afgebroken.
pl: Rozpoznawanie tekstu na obrazie długo nie odpowiadało, więc je przerwano.
pt: O reconhecimento de texto da imagem não respondeu durante muito tempo e foi abortado.
ru: Распознавание текста на изображении долго не отвечало, процесс прерван.
sv: Textigenkänningen i bilden svarade inte på länge och avbröts.
th: การรู้จำข้อความในภาพไม่ตอบสนองเป็นเวลานาน จึงยกเลิก
tr: Görseldeki metin tanıma uzun süre yanıt vermedi, işlem durduruldu.
uk: Розпізнавання тексту на зображенні довго не відповідало, процес перервано.
vi: Nhận dạng văn bản trong ảnh không phản hồi trong thời gian dài nên đã dừng.
zh_hant: 圖片文字辨識長時間無回應，已中止。

source: 图片查看支持缩放、拖拽和全屏查看，方便对比细节
ar: عرض الصور يدعم التكبير والسحب والعرض بملء الشاشة، لتسهيل مقارنة التفاصيل
de: Die Bildanzeige unterstützt Zoomen, Ziehen und Vollbild, um Details einfach zu vergleichen
en: Image viewing supports zoom, drag, and fullscreen viewing for easy detail comparison.
es: La visualización de imágenes admite zoom, arrastre y pantalla completa para comparar detalles fácilmente
fr: L'affichage des images prend en charge le zoom, le glissement et le plein écran pour comparer facilement les détails
hi: छवि प्रदर्शन ज़ूम, खिंचाव और पूर्णस्क्रीन देखना समर्थित करता है, विवरण तुलना आसान
id: Melihat gambar mendukung zoom, seret, dan tampilan layar penuh untuk membandingkan detail dengan mudah
it: La visualizzazione delle immagini supporta zoom, trascinamento e schermo intero per confrontare facilmente i dettagli
ja: 画像表示はズーム、ドラッグ、全画面表示に対応し、細部を簡単に比較できます
ko: 이미지 보기는 확대, 드래그, 전체 화면을 지원해 세부 사항을 쉽게 비교할 수 있습니다
nl: Afbeeldingen bekijken ondersteunt zoomen, slepen en volledig scherm om details gemakkelijk te vergelijken
pl: Przeglądanie obrazów obsługuje powiększanie, przeciąganie i pełny ekran, ułatwiając porównywanie szczegółów
pt: A visualização de imagens oferece zoom, arraste e tela cheia para comparar detalhes facilmente
ru: Просмотр изображений поддерживает масштабирование, перетаскивание и полноэкранный режим для удобного сравнения деталей
sv: Bildvisning stöder zoom, drag och helskärm för att enkelt jämföra detaljer
th: การดูรูปภาพรองรับการซูม ลาก และดูเต็มจอ เพื่อเปรียบเทียบรายละเอียดได้สะดวก
tr: Görüntüleme; ayrıntıları kolayca karşılaştırmak için yakınlaştırma, sürükleme ve tam ekranı destekler
uk: Перегляд зображень підтримує масштабування, перетягування та повноекранний режим для зручного порівняння деталей
vi: Xem ảnh hỗ trợ thu phóng, kéo và xem toàn màn hình để dễ so sánh chi tiết
zh_hant: 圖片檢視支援縮放、拖曳與全螢幕檢視，方便比對細節

source: 图片理解
ar: فهم الصور
de: Bildverständnis
en: Image Understanding
es: Comprensión de imágenes
fr: Compréhension d'image
hi: छवि समझ
id: Pemahaman Gambar
it: Comprensione immagini
ja: 画像理解
ko: 이미지 이해
nl: Beeldbegrip
pl: Rozumienie obrazu
pt: Compreensão de imagens
ru: Понимание изображений
sv: Bildförståelse
th: การเข้าใจภาพ
tr: Görsel Anlama
uk: Розуміння зображень
vi: Hiểu hình ảnh
zh_hant: 圖片理解

source: 图片笔记
ar: ملاحظة صورة
de: Bildnotiz
en: Image Note
es: Nota de imagen
fr: Note image
hi: छवि नोट
id: Catatan gambar
it: Nota immagine
ja: 画像ノート
ko: 이미지 메모
nl: Afbeeldingsnotitie
pl: Notatka z obrazem
pt: Nota de imagem
ru: Заметка с изображением
sv: Bildanteckning
th: โน้ตรูปภาพ
tr: Resim notu
uk: Нотатка із зображенням
vi: Ghi chú ảnh
zh_hant: 圖片筆記

source: 图片笔记 %@
ar: ملاحظة صورة %@
de: Bildnotiz %@
en: Image Note %@
es: Nota de imagen %@
fr: Note image %@
hi: छवि नोट %@
id: Catatan gambar %@
it: Nota immagine %@
ja: 画像ノート %@
ko: 이미지 메모 %@
nl: Afbeeldingsnotitie %@
pl: Notatka z obrazem %@
pt: Nota de imagem %@
ru: Заметка с изображением %@
sv: Bildanteckning %@
th: โน้ตรูปภาพ %@
tr: Resim notu %@
uk: Нотатка із зображенням %@
vi: Ghi chú ảnh %@
zh_hant: 圖片筆記 %@

source: 图片笔记支持本地 Vision OCR 识别或直接发送给支持视觉的 LLM
ar: تدعم ملاحظات الصورة التعرف عبر Vision OCR المحلي أو الإرسال المباشر إلى LLM يدعم الرؤية
de: Bildnotizen unterstützen lokale Vision-OCR-Erkennung oder direktes Senden an ein visionfähiges LLM
en: Image notes support local Vision OCR or sending directly to a vision-capable LLM
es: Las notas de imagen admiten OCR Vision local o envío directo a un LLM con visión
fr: Les notes image prennent en charge l'OCR Vision local ou l'envoi direct à un LLM compatible vision
hi: छवि नोट स्थानीय Vision OCR पहचान या विज़न-सक्षम LLM को सीधे भेजने का समर्थन करते हैं
id: Catatan gambar mendukung OCR Vision lokal atau pengiriman langsung ke LLM yang mendukung visi
it: Le note immagine supportano l'OCR Vision locale o l'invio diretto a un LLM con visione
ja: 画像ノートはローカル Vision OCR での認識、またはビジョン対応 LLM への直接送信に対応
ko: 이미지 메모는 로컬 Vision OCR 인식 또는 비전 지원 LLM으로 직접 전송을 지원합니다
nl: Afbeeldingsnotities ondersteunen lokale Vision OCR of direct verzenden naar een LLM met visie
pl: Notatki z obrazem obsługują lokalne Vision OCR lub bezpośrednie wysłanie do LLM z obsługą wizji
pt: Notas de imagem suportam OCR Vision local ou envio direto a um LLM com visão
ru: Заметки с изображениями поддерживают локальный Vision OCR или прямую отправку в LLM с поддержкой зрения
sv: Bildanteckningar stöder lokal Vision OCR eller direkt sändning till en LLM med visionsstöd
th: โน้ตรูปภาพรองรับ OCR Vision ท้องถิ่นหรือส่งตรงไปยัง LLM ที่รองรับภาพ
tr: Resim notları yerel Vision OCR'yı veya doğrudan görsel destekli bir LLM'ye göndermeyi destekler
uk: Нотатки із зображеннями підтримують локальний Vision OCR або пряме надсилання до LLM із підтримкою зору
vi: Ghi chú ảnh hỗ trợ OCR Vision cục bộ hoặc gửi trực tiếp tới LLM hỗ trợ thị giác
zh_hant: 圖片筆記支持本地 Vision OCR 識別或直接發送給支持視覺的 LLM

source: 在 Finder 中打开声纹库文件夹
ar: فتح مجلد مكتبة البصمات في Finder
de: Stimmprofil-Ordner im Finder öffnen
en: Open Voiceprint Library Folder in Finder
es: Abrir carpeta de la biblioteca en Finder
fr: Ouvrir le dossier des empreintes dans le Finder
hi: फ़ाइंडर में वॉयसप्रिंट लाइब्रेरी फ़ोल्डर खोलें
id: Buka folder pustaka di Finder
it: Apri cartella libreria nel Finder
ja: 声紋ライブラリフォルダを Finder で開く
ko: Finder에서 음성 지문 라이브러리 폴더 열기
nl: Spraakafdrukmap openen in Finder
pl: Otwórz folder biblioteki w Finderze
pt: Abrir pasta da biblioteca no Finder
ru: Открыть папку библиотеки в Finder
sv: Öppna röstavtrycksmappen i Finder
th: เปิดโฟลเดอร์คลังลายเสียงใน Finder
tr: Ses İzi Kitaplığı Klasörünü Finder’da Aç
uk: Відкрити папку бібліотеки у Finder
vi: Mở thư mục thư viện dấu vân giọng nói trong Finder
zh_hant: 在 Finder 中開啟聲紋庫資料夾

source: 在 Finder 中打开当前目录
ar: فتح المجلد الحالي في Finder
de: Aktuellen Ordner im Finder öffnen
en: Open current folder in Finder
es: Abrir la carpeta actual en el Finder
fr: Ouvrir le dossier actuel dans le Finder
hi: वर्तमान फ़ोल्डर को Finder में खोलें
id: Buka folder saat ini di Finder
it: Apri la cartella attuale nel Finder
ja: 現在のフォルダを Finder で開く
ko: Finder에서 현재 폴더 열기
nl: Huidige map openen in Finder
pl: Otwórz bieżący folder w Finderze
pt: Abrir a pasta atual no Finder
ru: Открыть текущую папку в Finder
sv: Öppna aktuell mapp i Finder
th: เปิดโฟลเดอร์ปัจจุบันใน Finder
tr: Geçerli klasörü Finder'da aç
uk: Відкрити поточну теку у Finder
vi: Mở thư mục hiện tại trong Finder
zh_hant: 在 Finder 中開啟目前目錄

source: 在 Finder 中打开新目录
ar: فتح المجلد الجديد في Finder
de: Neuen Ordner im Finder öffnen
en: Open new folder in Finder
es: Abrir la nueva carpeta en el Finder
fr: Ouvrir le nouveau dossier dans le Finder
hi: नया फ़ोल्डर Finder में खोलें
id: Buka folder baru di Finder
it: Apri la nuova cartella nel Finder
ja: 新しいフォルダを Finder で開く
ko: Finder에서 새 폴더 열기
nl: Nieuwe map openen in Finder
pl: Otwórz nowy folder w Finderze
pt: Abrir a nova pasta no Finder
ru: Открыть новую папку в Finder
sv: Öppna ny mapp i Finder
th: เปิดโฟลเดอร์ใหม่ใน Finder
tr: Yeni klasörü Finder'da aç
uk: Відкрити нову теку у Finder
vi: Mở thư mục mới trong Finder
zh_hant: 在 Finder 中開啟新目錄

source: 在 Finder 中打开词典文件夹
ar: فتح مجلد القاموس في Finder
de: Wörterbuchordner im Finder öffnen
en: Open Dictionary Folder in Finder
es: Abrir carpeta de diccionario en Finder
fr: Ouvrir le dossier de dictionnaire dans le Finder
hi: फ़ाइंडर में शब्दकोश फ़ोल्डर खोलें
id: Buka folder kamus di Finder
it: Apri cartella dizionario nel Finder
ja: 辞書フォルダを Finder で開く
ko: Finder에서 사전 폴더 열기
nl: Woordenboekmap openen in Finder
pl: Otwórz folder słownika w Finderze
pt: Abrir pasta de dicionário no Finder
ru: Открыть папку словаря в Finder
sv: Öppna ordboksmappen i Finder
th: เปิดโฟลเดอร์พจนานุกรมใน Finder
tr: Sözlük Klasörünü Finder’da Aç
uk: Відкрити папку словника у Finder
vi: Mở thư mục từ điển trong Finder
zh_hant: 在 Finder 中開啟詞典資料夾

source: 在 Finder 中显示
ar: إظهار في Finder
de: Im Finder anzeigen
en: Show in Finder
es: Mostrar en el Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finder で表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
th: แสดงใน Finder
tr: Finder’da Göster
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hant: 在 Finder 中顯示

source: 在 Finder 中显示该条目文件夹
ar: إظهار مجلد العنصر في Finder
de: Elementordner im Finder anzeigen
en: Show the Item Folder in Finder
es: Mostrar la carpeta del elemento en el Finder
fr: Afficher le dossier de l'élément dans le Finder
hi: Finder में इस प्रविष्टि का फ़ोल्डर दिखाएँ
id: Tampilkan Folder Item di Finder
it: Mostra la cartella della voce nel Finder
ja: Finder でこの項目のフォルダを表示
ko: Finder에서 이 항목 폴더 보기
nl: Toon de itemmap in Finder
pl: Pokaż folder wpisu w Finderze
pt: Mostrar a pasta do item no Finder
ru: Показать папку записи в Finder
sv: Visa postens mapp i Finder
th: แสดงโฟลเดอร์ของรายการใน Finder
tr: Öğe Klasörünü Finder’da Göster
uk: Показати папку запису у Finder
vi: Hiển thị thư mục của mục này trong Finder
zh_hant: 在 Finder 中顯示該項目資料夾

source: 在“设置 → 智能服务”填入 API Key 即可使用。普通模式会自动选择总结方式并在云端请求前保护文本中的个人信息。
ar: أدخِل API Key ضمن «الإعدادات → الخدمات الذكية» لبدء الاستخدام. يختار الوضع العادي طريقة الملخص تلقائيًا ويحمي المعلومات الشخصية في النص قبل طلبات السحابة.
de: Geben Sie unter „Einstellungen → Intelligente Dienste“ einen API Key ein, um es zu nutzen. Der Normalmodus wählt automatisch die Zusammenfassungsmethode und schützt personenbezogene Daten im Text vor Cloud-Anfragen.
en: Enter an API Key under “Settings → Intelligent Services” to start using it. Normal Mode automatically chooses the summary method and protects personal information in the text before cloud requests.
es: Introduce una API Key en “Ajustes → Servicios inteligentes” para usarlo. El modo normal elige automáticamente el método de resumen y protege la información personal del texto antes de las solicitudes a la nube.
fr: Saisissez une clé API dans « Réglages → Services intelligents » pour l'utiliser. Le mode normal choisit automatiquement la méthode de résumé et protège les données personnelles du texte avant les requêtes cloud.
hi: उपयोग शुरू करने के लिए “सेटिंग्स → स्मार्ट सेवाएँ” में API Key दर्ज करें। सामान्य मोड स्वतः सारांश विधि चुनता है और क्लाउड अनुरोधों से पहले पाठ में व्यक्तिगत जानकारी की सुरक्षा करता है।
id: Masukkan API Key di “Pengaturan → Layanan Cerdas” untuk mulai menggunakannya. Mode Normal otomatis memilih metode ringkasan dan melindungi informasi pribadi dalam teks sebelum permintaan ke cloud.
it: Inserisci una API Key in “Impostazioni → Servizi intelligenti” per iniziare a usarlo. La modalità normale sceglie automaticamente il metodo di riepilogo e protegge le informazioni personali nel testo prima delle richieste al cloud.
ja: 「設定 → インテリジェントサービス」で API Key を入力すると使えます。通常モードは要約方法を自動で選び、クラウド送信前にテキスト内の個人情報を保護します。
ko: “설정 → 지능형 서비스”에 API Key를 입력하면 사용할 수 있습니다. 일반 모드는 요약 방식을 자동으로 선택하고 클라우드 요청 전에 텍스트의 개인정보를 보호합니다.
nl: Voer een API Key in bij “Instellingen → Intelligente diensten” om het te gebruiken. De normale modus kiest automatisch de samenvattingsmethode en beschermt persoonlijke gegevens in de tekst vóór cloudverzoeken.
pl: Wprowadź API Key w „Ustawienia → Usługi inteligentne”, aby zacząć korzystać. Tryb normalny automatycznie wybiera metodę podsumowania i chroni dane osobowe w tekście przed żądaniami do chmury.
pt: Introduza uma API Key em “Ajustes → Serviços inteligentes” para começar a usá-lo. O modo normal escolhe automaticamente o método de resumo e protege as informações pessoais no texto antes dos pedidos à nuvem.
ru: Введите API Key в разделе «Настройки → Интеллектуальные сервисы», чтобы начать пользоваться. Обычный режим автоматически выбирает способ резюме и защищает персональные данные в тексте перед облачными запросами.
sv: Ange en API Key under ”Inställningar → Intelligenta tjänster” för att börja använda. Normalt läge väljer automatiskt sammanfattningsmetod och skyddar personuppgifter i texten före molnförfrågningar.
th: ป้อน API Key ใน “การตั้งค่า → บริการอัจฉริยะ” เพื่อเริ่มใช้งาน โหมดปกติจะเลือกวิธีสรุปให้อัตโนมัติและปกป้องข้อมูลส่วนบุคคลในข้อความก่อนส่งคำขอไปยังคลาวด์
tr: Kullanmaya başlamak için “Ayarlar → Akıllı Hizmetler” altına bir API Key girin. Normal mod, özet yöntemini otomatik seçer ve bulut isteklerinden önce metindeki kişisel bilgileri korur.
uk: Введіть API Key у розділі «Налаштування → Інтелектуальні сервіси», щоб почати користуватися. Звичайний режим автоматично вибирає спосіб підсумку та захищає персональні дані в тексті перед хмарними запитами.
vi: Nhập API Key trong “Cài đặt → Dịch vụ thông minh” để bắt đầu sử dụng. Chế độ thường tự động chọn cách tóm tắt và bảo vệ thông tin cá nhân trong văn bản trước khi gửi yêu cầu lên đám mây.
zh_hant: 在「設定 → 智慧服務」填入 API Key 即可使用。一般模式會自動選擇總結方式並在雲端請求前保護文字中的個人資訊。

source: 在Finder中显示
ar: إظهار في Finder
de: Im Finder anzeigen
en: Reveal in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finder に表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
th: แสดงใน Finder
tr: Finder'da Göster
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hant: 在Finder中顯示

source: 在会议软件中共享屏幕时，你可以通过菜单栏「隐藏主窗口」隐藏本软件界面，同时 Dock 图标也会隐藏，避免被会议参与者看到。录音会在后台继续运行，可通过菜单栏图标控制。
ar: عند مشاركة الشاشة في تطبيق اجتماعات، يمكنك استخدام «إخفاء النافذة الرئيسية» في شريط القوائم لإخفاء واجهة Memonta؛ تُخفى أيقونة Dock أيضًا حتى لا يراها المشاركون. يستمر التسجيل في الخلفية ويُتحكم به عبر أيقونة شريط القوائم.
de: Bei der Bildschirmfreigabe in einer Meeting-App können Sie über „Hauptfenster ausblenden“ in der Menüleistenleiste die Memonta-Oberfläche verbergen; auch das Dock-Symbol wird ausgeblendet, damit Meeting-Teilnehmer sie nicht sehen. Die Aufnahme läuft im Hintergrund weiter und wird über das Menüleistensymbol gesteuert.
en: While sharing your screen in a meeting app, you can use "Hide Main Window" in the menu bar to hide Memonta's interface; the Dock icon is hidden too, so meeting participants won't see it. Recording continues in the background and can be controlled from the menu bar icon.
es: Al compartir pantalla en una app de reuniones, puedes usar «Ocultar ventana principal» de la barra de menús para ocultar la interfaz de Memonta; el icono del Dock también se oculta, para que los participantes no la vean. La grabación continúa en segundo plano y se controla desde el icono de la barra de menús.
fr: Lors du partage d'écran dans une app de réunion, utilisez « Masquer la fenêtre principale » de la barre des menus pour masquer l'interface de Memonta ; l'icône du Dock est aussi masquée, les participants ne la verront pas. L'enregistrement continue en arrière-plan et se contrôle depuis l'icône de la barre des menus.
hi: मीटिंग ऐप में स्क्रीन साझा करते समय, आप Memonta इंटरफ़ेस छिपाने के लिए मेनू बार के «मुख्य विंडो छिपाएँ» का उपयोग कर सकते हैं; Dock आइकन भी छिप जाता है ताकि प्रतिभागी इसे न देखें। रिकॉर्डिंग पृष्ठभूमि में चलती रहती है और मेनू बार आइकन से नियंत्रित होती है।
id: Saat berbagi layar di aplikasi rapat, Anda dapat menggunakan «Sembunyikan Jendela Utama» di bilah menu untuk menyembunyikan antarmuka Memonta; ikon Dock juga disembunyikan agar peserta rapat tidak melihatnya. Perekaman terus berjalan di latar belakang dan dikendalikan melalui ikon bilah menu.
it: Durante la condivisione dello schermo in un'app di riunioni, puoi usare «Nascondi finestra principale» nella barra dei menu per nascondere l'interfaccia di Memonta; anche l'icona del Dock viene nascosta, così i partecipanti non la vedranno. La registrazione continua in background e si controlla dall'icona della barra dei menu.
ja: 会議アプリで画面共有中、メニューバーの「メインウィンドウを隠す」で本アプリの画面を隠せます。Dock アイコンも隠れるため、会議参加者に見られません。録音はバックグラウンドで継続し、メニューバーアイコンから操作できます。
ko: 회의 앱에서 화면을 공유할 때 메뉴 막대의 '기본 창 숨기기'로 이 앱의 화면을 숨길 수 있으며 Dock 아이콘도 숨겨져 회의 참가자에게 보이지 않습니다. 녹음은 백그라운드에서 계속되며 메뉴 막대 아이콘으로 제어할 수 있습니다.
nl: Tijdens scherm delen in een vergaderapp kunt u «Verberg hoofdvenster» in de menubalk gebruiken om de Memonta-interface te verbergen; het Dock-symbool wordt ook verborgen zodat deelnemers het niet zien. De opname loopt door op de achtergrond en wordt via het menubalksymbool bediend.
pl: Podczas udostępniania ekranu w aplikacji spotkania możesz użyć «Ukryj okno główne» na pasku menu, aby ukryć interfejs Memonta; ikona Docka również zostanie ukryta, więc uczestnicy jej nie zobaczą. Nagrywanie działa dalej w tle i jest sterowane przez ikonę paska menu.
pt: Ao compartilhar a tela em um app de reunião, você pode usar «Ocultar Janela Principal» na barra de menus para ocultar a interface do Memonta; o ícone do Dock também é ocultado, para que os participantes não vejam. A gravação continua em segundo plano e é controlada pelo ícone da barra de menus.
ru: При демонстрации экрана в приложении для собраний вы можете использовать «Скрыть главное окно» в строке меню, чтобы скрыть интерфейс Memonta; значок в Dock тоже скрывается, и участники собрания его не увидят. Запись продолжается в фоне и управляется через значок в строке меню.
sv: När du delar skärmen i en mötesapp kan du använda «Dölj huvudfönster» i menyraden för att dölja Memonta-gränssnittet; Dock-ikonen döljs också så att deltagarna inte ser den. Inspelningen fortsätter i bakgrunden och styrs via menyradsikonen.
th: ขณะแชร์หน้าจอในแอปประชุม คุณสามารถใช้ «ซ่อนหน้าต่างหลัก» ในแถบเมนูเพื่อซ่อนอินเทอร์เฟซของ Memonta ไอคอน Dock จะถูกซ่อนด้วย ผู้เข้าร่วมประชุมจึงมองไม่เห็น การบันทึกยังทำงานต่อในเบื้องหลังและควบคุมได้จากไอคอนแถบเมนู
tr: Toplantı uygulamasında ekran paylaşırken, Memonta arayüzünü gizlemek için menü çubuğundaki «Ana Pencereyi Gizle»yi kullanabilirsiniz; Dock simgesi de gizlenir, böylece katılımcılar görmez. Kayıt arka planda devam eder ve menü çubuğu simgesinden kontrol edilir.
uk: Під час спільного доступу до екрана в застосунку нарад ви можете скористатися «Сховати головне вікно» на панелі меню, щоб сховати інтерфейс Memonta; піктограму Dock також сховано, тож учасники не побачать її. Запис триває у фоновому режимі та керується через піктограму панелі меню.
vi: Khi chia sẻ màn hình trong ứng dụng họp, bạn có thể dùng «Ẩn cửa sổ chính» trên thanh menu để ẩn giao diện Memonta; biểu tượng Dock cũng được ẩn để người tham gia không thấy. Ghi âm tiếp tục chạy nền và được điều khiển qua biểu tượng thanh menu.
zh_hant: 在會議軟體中共享螢幕時，你可以通過選單列「隱藏主視窗」隱藏本軟體界面，同時 Dock 圖標也會隱藏，避免被會議參與者看到。錄音會在後臺繼續運行，可通過選單列圖標控制。
